Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.AiComponentRemoveCopilotDescription
source: Remove the Copilot app package and turn off Windows Copilot policy.
ar_sa: قم بإزالة حزمة التطبيق Copilot وقم بإيقاف تشغيل سياسة Windows Copilot.
bg_bg: Премахнете пакета на приложението Copilot и изключете правилата за Windows Copilot.
cs_cz: Odeberte balíček aplikace Copilot a vypněte zásadu Windows Copilot.
da_dk: Fjern Copilot app-pakken, og deaktiver Windows Copilot-politikken.
de_de: Entfernen Sie das App-Paket Copilot und deaktivieren Sie die Richtlinie Windows Copilot.
el_gr: Καταργήστε το πακέτο εφαρμογής Copilot και απενεργοποιήστε την πολιτική Windows Copilot.
es_mx: Elimine el paquete de la aplicación Copilot y desactive la política Windows Copilot.
et_ee: Eemaldage Copilot rakenduste pakett ja lülitage Windows Copilot reegel välja.
fi_fi: Poista Copilot-sovelluspaketti ja poista Windows Copilot -käytäntö käytöstä.
fr_ca: Supprimez le package d'application Copilot et désactivez la stratégie Windows Copilot.
he_il: הסר את חבילת האפליקציה Copilot וכבה את מדיניות Windows Copilot.
hr_hr: Uklonite Copilot paket aplikacije i isključite Windows Copilot pravilo.
hu_hu: Távolítsa el a Copilot alkalmazáscsomagot, és kapcsolja ki a Windows Copilot házirendet.
it_it: Rimuovi il pacchetto dell'app Copilot e disattiva il criterio Windows Copilot.
ja_jp: Copilot アプリ パッケージを削除し、Windows Copilot ポリシーをオフにします。
ko_kr: Copilot 앱 패키지를 제거하고 Windows Copilot 정책을 해제합니다.
lt_lt: Pašalinkite Copilot programos paketą ir išjunkite Windows Copilot politiką.
lv_lv: Noņemiet Copilot lietotnes pakotni un izslēdziet Windows Copilot politiku.
nb_no: Fjern Copilot apppakken og slå av Windows Copilot policy.
nl_nl: Verwijder het Copilot app-pakket en schakel het Windows Copilot beleid uit.
pl_pl: Usuń pakiet aplikacji Copilot i wyłącz zasadę Windows Copilot.
pt_pt: Remova o pacote do aplicativo Copilot e desative a política Windows Copilot.
ro_ro: Eliminați pachetul de aplicație Copilot și dezactivați politica Windows Copilot.
ru_ru: Удалите пакет приложения Copilot и отключите политику Windows Copilot.
sk_sk: Odstráňte balík aplikácie Copilot a vypnite politiku Windows Copilot.
sl_si: Odstranite paket aplikacije Copilot in izklopite pravilnik Windows Copilot.
sr_latn_rs: Uklonite paket aplikacije Copilot i isključite politiku Windows Copilot.
sv_se: Ta bort Copilot apppaketet och stäng av Windows Copilot policy.
th_th: ลบแพ็คเกจแอป Copilot และปิดนโยบาย Windows Copilot
tr_tr: Copilot uygulama paketini kaldırın ve Windows Copilot politikasını kapatın.
uk_ua: Видаліть пакет програми Copilot і вимкніть політику Windows Copilot.
zh_cn: 删除Copilot应用程序包并关闭WindowsCopilot策略。
zh_tw: 刪除Copilot應用程式套件並關閉WindowsCopilot策略。

# Customization.AiComponentRemoveCopilotLabel
source: Remove Microsoft Copilot
ar_sa: إزالة Microsoft Copilot
bg_bg: Премахни Microsoft Copilot
cs_cz: Odebrat Microsoft Copilot
da_dk: Fjern Microsoft Copilot
de_de: Microsoft Copilot entfernen
el_gr: Κατάργηση Microsoft Copilot
es_mx: Eliminar Microsoft Copilot
et_ee: Eemalda Microsoft Copilot
fi_fi: Poista Microsoft Copilot
fr_ca: Supprimer Microsoft Copilot
he_il: הסר Microsoft Copilot
hr_hr: Ukloni Microsoft Copilot
hu_hu: Microsoft Copilot eltávolítása
it_it: Rimuovi Microsoft Copilot
ja_jp: Microsoft Copilot を削除します
ko_kr: Microsoft Copilot 제거
lt_lt: Pašalinti Microsoft Copilot
lv_lv: Noņemt Microsoft Copilot
nb_no: Fjern Microsoft Copilot
nl_nl: Verwijder Microsoft Copilot
pl_pl: Usuń Microsoft Copilot
pt_pt: Remover Microsoft Copilot
ro_ro: Eliminați Microsoft Copilot
ru_ru: Удалить Microsoft Copilot
sk_sk: Odstrániť Microsoft Copilot
sl_si: Odstrani Microsoft Copilot
sr_latn_rs: Ukloni Microsoft Copilot
sv_se: Ta bort Microsoft Copilot
th_th: ลบ Microsoft Copilot
tr_tr: Microsoft Copilot'yi kaldır
uk_ua: Видалити Microsoft Copilot
zh_cn: 删除Microsoft Copilot
zh_tw: 刪除Microsoft Copilot

# Customization.AppxRemovalPackagesLabel
source: Packages
ar_sa: الحزم
bg_bg: Пакети
cs_cz: Balíčky
da_dk: Pakker
de_de: Pakete
el_gr: Πακέτα
es_mx: Paquetes
et_ee: Paketid
fi_fi: Paketit
fr_ca: Forfaits
he_il: חבילות
hr_hr: Paketi
hu_hu: Csomagok
it_it: Pacchetti
ja_jp: パッケージ
ko_kr: 패키지
lt_lt: Paketai
lv_lv: Pakas
nb_no: Pakker
nl_nl: Pakketten
pl_pl: Pakiety
pt_pt: Pacotes
ro_ro: Pachete
ru_ru: Пакеты
sk_sk: Balíčky
sl_si: Paketi
sr_latn_rs: Paketi
sv_se: Paket
th_th: แพ็คเกจ
tr_tr: Paketler
uk_ua: пакети
zh_cn: 套餐
zh_tw: 套餐

# Customization.AppxRemovalProfileCustom
source: Custom
ar_sa: مخصص
bg_bg: По поръчка
cs_cz: Vlastní
da_dk: Brugerdefineret
de_de: Benutzerdefiniert
el_gr: Προσαρμοσμένο
es_mx: Costumbre
et_ee: Kohandatud
fi_fi: Mukautettu
fr_ca: Personnalisé
he_il: מותאם אישית
hr_hr: Običaj
hu_hu: Egyedi
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 맞춤
lt_lt: Pasirinktinis
lv_lv: Pielāgots
nb_no: Egendefinert
nl_nl: Aangepast
pl_pl: Niestandardowe
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Пользовательский
sk_sk: Vlastné
sl_si: Po meri
sv_se: Anpassad
th_th: กำหนดเอง
tr_tr: Özel
zh_cn: 定制
zh_tw: 客製化

# Customization.AppxRemovalProfileDescription
source: Select one or more catalogue categories to preselect packages.
ar_sa: حدد فئة واحدة أو أكثر من فئات الكتالوج لتحديد الحزم مسبقًا.
bg_bg: Изберете една или повече каталожни категории, за да изберете предварително пакети.
cs_cz: Vyberte jednu nebo více kategorií katalogu pro předvýběr balíčků.
da_dk: Vælg en eller flere katalogkategorier for at forudvælge pakker.
de_de: Wählen Sie eine oder mehrere Katalogkategorien aus, um Pakete vorab auszuwählen.
el_gr: Επιλέξτε μία ή περισσότερες κατηγορίες καταλόγου για να προεπιλέξετε πακέτα.
es_mx: Seleccione una o más categorías del catálogo para preseleccionar paquetes.
et_ee: Valige pakettide eelvalimiseks üks või mitu kataloogikategooriat.
fi_fi: Valitse yksi tai useampi luettelokategoria pakettien esivalitsemiseksi.
fr_ca: Sélectionnez une ou plusieurs catégories de catalogue pour présélectionner les packages.
he_il: בחר קטגוריית קטלוג אחת או יותר כדי לבחור מראש חבילות.
hr_hr: Odaberite jednu ili više kategorija kataloga za predodabir paketa.
hu_hu: Válasszon ki egy vagy több katalóguskategóriát a csomagok előzetes kiválasztásához.
it_it: Seleziona una o più categorie di catalogo per preselezionare i pacchetti.
ja_jp: パッケージを事前に選択するには、1 つ以上のカタログ カテゴリを選択します。
ko_kr: 패키지를 미리 선택하려면 하나 이상의 카탈로그 카테고리를 선택하세요.
lt_lt: Norėdami iš anksto pasirinkti paketus, pasirinkite vieną ar daugiau katalogo kategorijų.
lv_lv: Atlasiet vienu vai vairākas kataloga kategorijas, lai iepriekš atlasītu pakotnes.
nb_no: Velg én eller flere katalogkategorier for å forhåndsvelge pakker.
nl_nl: Selecteer een of meer cataloguscategorieën om pakketten vooraf te selecteren.
pl_pl: Wybierz jedną lub więcej kategorii katalogu, aby wstępnie wybrać pakiety.
pt_pt: Selecione uma ou mais categorias de catálogo para pré-selecionar pacotes.
ro_ro: Selectați una sau mai multe categorii de catalog pentru a preselecta pachetele.
ru_ru: Выберите одну или несколько категорий каталога, чтобы предварительно выбрать пакеты.
sk_sk: Vyberte jednu alebo viac kategórií katalógu na predvýber balíkov.
sl_si: Izberite eno ali več kategorij kataloga, da vnaprej izberete pakete.
sr_latn_rs: Izaberite jednu ili više kataloških kategorija da biste unapred izabrali pakete.
sv_se: Välj en eller flera katalogkategorier för att förvälja paket.
th_th: เลือกหมวดหมู่แค็ตตาล็อกตั้งแต่หนึ่งรายการขึ้นไปเพื่อเลือกแพ็คเกจล่วงหน้า
tr_tr: Paketleri önceden seçmek için bir veya daha fazla katalog kategorisi seçin.
uk_ua: Виберіть одну або кілька категорій каталогу, щоб попередньо вибрати пакети.
zh_cn: 选择一个或多个目录类别来预选包。
zh_tw: 選擇一個或多個目錄類別來預選套件。

# Customization.AppxRemovalProfileLabel
source: Profile
ar_sa: الملف الشخصي
bg_bg: Профил
cs_cz: Profil
da_dk: Profil
de_de: Profil
el_gr: Προφίλ
es_mx: Perfil
et_ee: Profiil
fi_fi: Profiili
fr_ca: Profil
he_il: פרופיל
hr_hr: Profil
hu_hu: Profil
it_it: Profilo
ja_jp: プロフィール
ko_kr: 프로필
lt_lt: Profilis
lv_lv: Profils
nb_no: Profil
nl_nl: Profiel
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sk_sk: Profil
sl_si: Profil
sr_latn_rs: Profil
sv_se: Profil
th_th: โปรไฟล์
tr_tr: Profil
uk_ua: Профіль
zh_cn: 公司简介
zh_tw: 公司簡介

# Customization.AppxRemovalProfileNone
source: None
ar_sa: لا شيء
bg_bg: Няма
cs_cz: žádný
da_dk: Ingen
de_de: Keine
el_gr: Κανένα
es_mx: Ninguno
et_ee: Mitte ühtegi
fi_fi: Ei mitään
fr_ca: Aucun
he_il: אין
hr_hr: Nijedan
hu_hu: Egyik sem
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
nb_no: Ingen
nl_nl: Geen
pl_pl: Żadne
pt_pt: Nenhum
ro_ro: Niciuna
ru_ru: Нет
sk_sk: žiadne
sl_si: Noben
sr_latn_rs: Nijedan
sv_se: Inga
th_th: ไม่มี
tr_tr: Yok
uk_ua: Жодного
zh_cn: 无
zh_tw: 無

# Customization.AppxRemovalProfilesSelectedFormat
source: Selected profiles: {0}
ar_sa: الملفات الشخصية المحددة: {0}
bg_bg: Избрани профили: {0}
cs_cz: Vybrané profily: {0}
da_dk: Valgte profiler: {0}
de_de: Ausgewählte Profile: {0}
el_gr: Επιλεγμένα προφίλ: {0}
es_mx: Perfiles seleccionados: {0}
et_ee: Valitud profiilid: {0}
fi_fi: Valitut profiilit: {0}
fr_ca: Profils sélectionnés: {0}
he_il: פרופילים נבחרים: {0}
hr_hr: Odabrani profili: {0}
hu_hu: Kiválasztott profilok: {0}
it_it: Profili selezionati: {0}
ja_jp: 選択したプロファイル: {0}
ko_kr: 선택한 프로필: {0}
lt_lt: Pasirinkti profiliai: {0}
lv_lv: Atlasītie profili: {0}
nb_no: Valgte profiler: {0}
nl_nl: Geselecteerde profielen: {0}
pl_pl: Wybrane profile: {0}
pt_pt: Perfis selecionados: {0}
ro_ro: Profiluri selectate: {0}
ru_ru: Выбранные профили: {0}
sk_sk: Vybrané profily: {0}
sl_si: Izbrani profili: {0}
sr_latn_rs: Izabrani profili: {0}
sv_se: Valda profiler: {0}
th_th: โปรไฟล์ที่เลือก: {0}
tr_tr: Seçilen profiller: {0}
uk_ua: Вибрані профілі: {0}
zh_cn: 选定的配置文件：{0}
zh_tw: 選定的設定檔：{0}

# Customization.AppxRemovalRemoveAll
source: Remove all
ar_sa: إزالة الكل
bg_bg: Премахни всички
cs_cz: Odebrat vše
da_dk: Fjern alle
de_de: Alles entfernen
el_gr: Κατάργηση όλων
es_mx: Quitar todo
et_ee: Eemalda kõik
fi_fi: Poista kaikki
fr_ca: Supprimer tout
he_il: הסר הכל
hr_hr: Ukloni sve
hu_hu: Az összes eltávolítása
it_it: Rimuovi tutto
ja_jp: すべて削除する
ko_kr: 모두 제거
lt_lt: Pašalinti visus
lv_lv: Noņemt visu
nb_no: Fjern alle
nl_nl: Verwijder alles
pl_pl: Usuń wszystkie
pt_pt: Remover tudo
ro_ro: Eliminați toate
ru_ru: Удалить все
sk_sk: Odstráňte všetky
sl_si: Odstrani vse
sr_latn_rs: Uklonite sve
sv_se: Ta bort alla
th_th: ลบทั้งหมด
tr_tr: Tümünü kaldır
uk_ua: Видалити все
zh_cn: 全部删除
zh_tw: 全部刪除

# Customization.AppxRemovalSelectAll
source: Select all
ar_sa: حدد الكل
bg_bg: Изберете всички
cs_cz: Vyberte vše
da_dk: Vælg alle
de_de: Alles auswählen
el_gr: Επιλέξτε όλα
es_mx: Seleccionar todo
et_ee: Valige kõik
fi_fi: Valitse kaikki
fr_ca: Tout sélectionner
he_il: בחר הכל
hr_hr: Odaberite sve
hu_hu: Válassza ki az összeset
it_it: Seleziona tutto
ja_jp: すべて選択
ko_kr: 모두 선택
lt_lt: Pasirinkite viską
lv_lv: Atlasiet visu
nb_no: Velg alle
nl_nl: Selecteer alles
pl_pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ro_ro: Selectați toate
ru_ru: Выбрать все
sk_sk: Vybrať všetko
sl_si: Izberite vse
sr_latn_rs: Izaberite sve
sv_se: Välj alla
th_th: เลือกทั้งหมด
tr_tr: Tümünü seç
uk_ua: Вибрати все
zh_cn: 选择全部
zh_tw: 選擇全部

# Customization.AppxRemovalSelectedCountFormat
source: Selected packages: {0} of {1}
ar_sa: الحزم المحددة: {0} of {1}
bg_bg: Избрани пакети: {0} от {1}
cs_cz: Vybrané balíčky: {0} z {1}
da_dk: Valgte pakker: {0} af {1}
de_de: Ausgewählte Pakete: {0} von {1}
el_gr: Επιλεγμένα πακέτα: {0} του {1}
es_mx: Paquetes seleccionados: {0} de {1}
et_ee: Valitud paketid: {0} {1}
fi_fi: Valitut paketit: {0} / {1}
fr_ca: Packages sélectionnés: {0} de {1}
he_il: חבילות נבחרות: {0} מתוך {1}
hr_hr: Odabrani paketi: {0} od {1}
hu_hu: Kiválasztott csomagok: {0}/{1}
it_it: Pacchetti selezionati: {0} di {1}
ja_jp: 選択したパッケージ: {0} または {1}
ko_kr: 선택된 패키지: {0} 중 {1}
lt_lt: Pasirinkti paketai: {0} iš {1}
lv_lv: Atlasītās pakotnes: {0} no {1}
nb_no: Valgte pakker: {0} av {1}
nl_nl: Geselecteerde pakketten: {0} of {1}
pl_pl: Wybrane pakiety: {0} z {1}
pt_pt: Pacotes selecionados: {0} de {1}
ro_ro: Pachete selectate: {0} din {1}
ru_ru: Выбранные пакеты: {0} из {1}
sk_sk: Vybrané balíčky: {0} z {1}
sl_si: Izbrani paketi: {0} od {1}
sr_latn_rs: Odabrani paketi: {0} od {1}
sv_se: Valda paket: {0} av {1}
th_th: แพ็กเกจที่เลือก: {0} ของ {1}
tr_tr: Seçilen paketler: {0} / {1}
uk_ua: Вибрані пакети: {0} з {1}
zh_cn: 所选套餐：{0} 或 {1}
zh_tw: 選購套餐：{0} 或 {1}

# Customization.MachineNamingAddComponent
source: Add component
ar_sa: إضافة مكون
bg_bg: Добавяне на компонент
cs_cz: Přidat součást
da_dk: Tilføj komponent
de_de: Komponente hinzufügen
el_gr: Προσθήκη στοιχείου
es_mx: Agregar componente
et_ee: Lisa komponent
fi_fi: Lisää osa
fr_ca: Ajouter un composant
he_il: הוסף רכיב
hr_hr: Dodaj komponentu
hu_hu: Összetevő hozzáadása
it_it: Aggiungi componente
ja_jp: コンポーネントの追加
ko_kr: 구성 요소 추가
lt_lt: Pridėti komponentą
lv_lv: Pievienot komponentu
nb_no: Legg til komponent
nl_nl: Onderdeel toevoegen
pl_pl: Dodaj składnik
pt_pt: Adicionar componente
ro_ro: Adăugați o componentă
ru_ru: Добавить компонент
sk_sk: Pridať súčasť
sl_si: Dodaj komponento
sr_latn_rs: Dodaj komponentu
sv_se: Lägg till komponent
th_th: เพิ่มส่วนประกอบ
tr_tr: Bileşen ekle
uk_ua: Додати компонент
zh_cn: 添加组件
zh_tw: 新增元件

# Customization.MachineNamingBudgetFormat
source: Maximum length: {0} of {1} characters, {2} remaining
ar_sa: الحد الأقصى للطول: {0} من {1} حرفًا، المتبقي: {2}
bg_bg: Максимална дължина: {0} от {1} знака, остават: {2}
cs_cz: Maximální délka: {0} z {1} znaků, zbývá: {2}
da_dk: Maksimal længde: {0} af {1} tegn, resterende: {2}
de_de: Maximale Länge: {0} von {1} Zeichen, verbleibend: {2}
el_gr: Μέγιστο μήκος: {0} από {1} χαρακτήρες, απομένουν: {2}
es_mx: Longitud máxima: {0} de {1} caracteres, quedan: {2}
et_ee: Maksimaalne pikkus: {0}/{1} märki, alles: {2}
fi_fi: Enimmäispituus: {0}/{1} merkkiä, jäljellä: {2}
fr_ca: Longueur maximale : {0} caractères sur {1}, {2} restants
he_il: אורך מרבי: {0} מתוך {1} תווים, נותרו: {2}
hr_hr: Maksimalna duljina: {0} od {1} znakova, preostalo: {2}
hu_hu: Maximális hossz: {0}/{1} karakter, hátralévő: {2}
it_it: Lunghezza massima: {0} di {1} caratteri, rimanenti: {2}
ja_jp: 最大長: {0}/{1} 文字、残り {2} 文字
ko_kr: 최대 길이: {0}/{1}자(남은 문자 수: {2})
lt_lt: Didžiausias ilgis: {0} iš {1} simbolių (liko {2})
lv_lv: Maksimālais garums: {0} no {1} rakstzīmēm (atlikušas {2})
nb_no: Maksimal lengde: {0} av {1} tegn ({2} gjenstår)
nl_nl: Maximale lengte: {0} van {1} tekens ({2} resterend)
pl_pl: Maksymalna długość: {0} z {1} znaków (pozostało {2})
pt_pt: Comprimento máximo: {0} de {1} carateres ({2} restantes)
ro_ro: Lungime maximă: {0} din {1} caractere ({2} rămase)
ru_ru: Максимальная длина: {0} из {1} символов (осталось: {2})
sk_sk: Maximálna dĺžka: {0} z {1} znakov (zostáva {2})
sl_si: Največja dolžina: {0} od {1} znakov (preostane {2})
sr_latn_rs: Maksimalna dužina: {0} od {1} znakova (preostalo: {2})
sv_se: Maximal längd: {0} av {1} tecken ({2} återstår)
th_th: ความยาวสูงสุด: {0} จาก {1} อักขระ (เหลือ {2})
tr_tr: En fazla uzunluk: {0}/{1} karakter ({2} kaldı)
uk_ua: Максимальна довжина: {0} з {1} символів (залишилося: {2})
zh_cn: 最大长度：{0}/{1} 个字符（剩余 {2} 个）
zh_tw: 最大長度：{0}/{1} 個字元（剩餘 {2} 個）

# Customization.MachineNamingCasingLabel
source: Letter casing
ar_sa: حالة الأحرف
bg_bg: Регистър на буквите
cs_cz: Velikost písmen
da_dk: Store og små bogstaver
de_de: Groß-/Kleinschreibung
el_gr: Πεζά και κεφαλαία
es_mx: Uso de mayúsculas y minúsculas
et_ee: Tähesuurus
fi_fi: Kirjainkoko
fr_ca: Casse des lettres
he_il: רישיות אותיות
hr_hr: Veličina slova
hu_hu: Kis- és nagybetűk
it_it: Maiuscole/minuscole
ja_jp: 英字の大文字と小文字
ko_kr: 대/소문자
lt_lt: Raidžių registras
lv_lv: Burtu reģistrs
nb_no: Store og små bokstaver
nl_nl: Hoofdlettergebruik
pl_pl: Wielkość liter
pt_pt: Maiúsculas e minúsculas
ro_ro: Scriere cu majuscule/minuscule
ru_ru: Регистр букв
sk_sk: Veľkosť písmen
sl_si: Velikost črk
sr_latn_rs: Velika i mala slova
sv_se: Skiftläge
th_th: ตัวพิมพ์ใหญ่เล็ก
tr_tr: Harf biçimi
uk_ua: Регістр літер
zh_cn: 字母大小写
zh_tw: 字母大小寫

# Customization.MachineNamingCasingLowercase
source: Lowercase
ar_sa: أحرف صغيرة
bg_bg: Малки букви
cs_cz: Malá písmena
da_dk: Små bogstaver
de_de: Kleinbuchstaben
el_gr: Πεζά
es_mx: Minúsculas
et_ee: Väiketähed
fi_fi: Pienet kirjaimet
fr_ca: Minuscules
he_il: אותיות קטנות
hr_hr: Mala slova
hu_hu: Kisbetűs
it_it: Minuscolo
ja_jp: 小文字
ko_kr: 소문자
lt_lt: Mažosios raidės
lv_lv: Mazie burti
nb_no: Små bokstaver
nl_nl: Kleine letters
pl_pl: Małe litery
pt_pt: Minúsculas
ro_ro: Minuscule
ru_ru: Нижний регистр
sk_sk: Malé písmená
sl_si: Male črke
sr_latn_rs: Mala slova
sv_se: Gemener
th_th: ตัวพิมพ์เล็ก
tr_tr: Küçük harf
uk_ua: Нижній регістр
zh_cn: 小写
zh_tw: 小寫

# Customization.MachineNamingCasingPreserve
source: Preserve
ar_sa: احتفاظ
bg_bg: Запазване
cs_cz: Zachovat
da_dk: Bevar
de_de: Beibehalten
el_gr: Διατήρηση
es_mx: Conservar
et_ee: Säilita
fi_fi: Säilytä
fr_ca: Conserver
he_il: שמור
hr_hr: Zadrži
hu_hu: Megőrzés
it_it: Mantieni
ja_jp: 維持
ko_kr: 유지
lt_lt: Išsaugoti
lv_lv: Saglabāt
nb_no: Behold
nl_nl: Behouden
pl_pl: Zachowaj
pt_pt: Preservar
ro_ro: Păstrare
ru_ru: Сохранить
sk_sk: Zachovať
sl_si: Ohrani
sr_latn_rs: Zadrži
sv_se: Bevara
th_th: คงเดิม
tr_tr: Koru
uk_ua: Зберегти
zh_cn: 保留
zh_tw: 保留

# Customization.MachineNamingCasingUppercase
source: Uppercase
ar_sa: أحرف كبيرة
bg_bg: Главни букви
cs_cz: Velká písmena
da_dk: Store bogstaver
de_de: Großbuchstaben
el_gr: Κεφαλαία
es_mx: Mayúsculas
et_ee: Suurtähed
fi_fi: Isot kirjaimet
fr_ca: Majuscules
he_il: אותיות רישיות
hr_hr: Velika slova
hu_hu: Nagybetűs
it_it: Maiuscolo
ja_jp: 大文字
ko_kr: 대문자
lt_lt: Didžiosios raidės
lv_lv: Lielie burti
nb_no: Store bokstaver
nl_nl: Hoofdletters
pl_pl: Wielkie litery
pt_pt: Maiúsculas
ro_ro: Majuscule
ru_ru: Верхний регистр
sk_sk: Veľké písmená
sl_si: Velike črke
sr_latn_rs: Velika slova
sv_se: Versaler
th_th: ตัวพิมพ์ใหญ่
tr_tr: Büyük harf
uk_ua: Верхній регістр
zh_cn: 大写
zh_tw: 大寫

# Customization.MachineNamingComponentAssetTag
source: Asset tag
ar_sa: علامة الأصل
bg_bg: Инвентарен номер
cs_cz: Inventární číslo
da_dk: Aktivkode
de_de: Inventarnummer
el_gr: Ετικέτα περιουσιακού στοιχείου
es_mx: Etiqueta de activo
et_ee: Inventarinumber
fi_fi: Laitetunnus
fr_ca: Étiquette d’inventaire
he_il: תג נכס
hr_hr: Inventarna oznaka
hu_hu: Leltári azonosító
it_it: Etichetta asset
ja_jp: 資産タグ
ko_kr: 자산 태그
lt_lt: Turto žyma
lv_lv: Inventāra tags
nb_no: Ressursmerke
pl_pl: Znacznik zasobu
pt_pt: Etiqueta de ativo
ro_ro: Etichetă de inventar
ru_ru: Инвентарный номер
sk_sk: Inventárna značka
sl_si: Oznaka sredstva
sr_latn_rs: Oznaka sredstva
sv_se: Inventarietagg
th_th: แท็กสินทรัพย์
tr_tr: Varlık etiketi
uk_ua: Інвентарний тег
zh_cn: 资产标签
zh_tw: 資產標籤

# Customization.MachineNamingComponentManufacturer
source: Manufacturer
ar_sa: الشركة المصنعة
bg_bg: Производител
cs_cz: Výrobce
da_dk: Producent
de_de: Hersteller
el_gr: Κατασκευαστής
es_mx: Fabricante
et_ee: Tootja
fi_fi: Valmistaja
fr_ca: Fabricant
he_il: יצרן
hr_hr: Proizvođač
hu_hu: Gyártó
it_it: Produttore
ja_jp: 製造元
ko_kr: 제조업체
lt_lt: Gamintojas
lv_lv: Ražotājs
nb_no: Produsent
nl_nl: Fabrikant
pl_pl: Producent
pt_pt: Fabricante
ro_ro: Producător
ru_ru: Производитель
sk_sk: Výrobca
sl_si: Proizvajalec
sr_latn_rs: Proizvođač
sv_se: Tillverkare
th_th: ผู้ผลิต
tr_tr: Üretici
uk_ua: Виробник
zh_cn: 制造商
zh_tw: 製造商

# Customization.MachineNamingComponentModel
source: Model
ar_sa: الطراز
bg_bg: Модел
de_de: Modell
el_gr: Μοντέλο
es_mx: Modelo
et_ee: Mudel
fi_fi: Malli
fr_ca: Modèle
he_il: דגם
hu_hu: Modell
it_it: Modello
ja_jp: モデル
ko_kr: 모델
lt_lt: Modelis
lv_lv: Modelis
nb_no: Modell
pt_pt: Modelo
ru_ru: Модель
sv_se: Modell
th_th: รุ่น
uk_ua: Модель
zh_cn: 型号
zh_tw: 型號

# Customization.MachineNamingComponentRandom
source: Random text
ar_sa: نص عشوائي
bg_bg: Произволен текст
cs_cz: Náhodný text
da_dk: Tilfældig tekst
de_de: Zufälliger Text
el_gr: Τυχαίο κείμενο
es_mx: Texto aleatorio
et_ee: Juhutekst
fi_fi: Satunnainen teksti
fr_ca: Texte aléatoire
he_il: טקסט אקראי
hr_hr: Nasumični tekst
hu_hu: Véletlenszerű szöveg
it_it: Testo casuale
ja_jp: ランダムテキスト
ko_kr: 임의 텍스트
lt_lt: Atsitiktinis tekstas
lv_lv: Nejaušs teksts
nb_no: Tilfeldig tekst
nl_nl: Willekeurige tekst
pl_pl: Losowy tekst
pt_pt: Texto aleatório
ro_ro: Text aleatoriu
ru_ru: Случайный текст
sk_sk: Náhodný text
sl_si: Naključno besedilo
sr_latn_rs: Nasumični tekst
sv_se: Slumpmässig text
th_th: ข้อความสุ่ม
tr_tr: Rastgele metin
uk_ua: Випадковий текст
zh_cn: 随机文本
zh_tw: 隨機文字

# Customization.MachineNamingComponentSerialNumber
source: Serial number
ar_sa: الرقم التسلسلي
bg_bg: Сериен номер
cs_cz: Sériové číslo
da_dk: Serienummer
de_de: Seriennummer
el_gr: Σειριακός αριθμός
es_mx: Número de serie
et_ee: Seerianumber
fi_fi: Sarjanumero
fr_ca: Numéro de série
he_il: מספר סידורי
hr_hr: Serijski broj
hu_hu: Sorozatszám
it_it: Numero di serie
ja_jp: シリアル番号
ko_kr: 일련 번호
lt_lt: Serijos numeris
lv_lv: Sērijas numurs
nb_no: Serienummer
nl_nl: Serienummer
pl_pl: Numer seryjny
pt_pt: Número de série
ro_ro: Număr de serie
ru_ru: Серийный номер
sk_sk: Sériové číslo
sl_si: Serijska številka
sr_latn_rs: Serijski broj
sv_se: Serienummer
th_th: หมายเลขประจำเครื่อง
tr_tr: Seri numarası
uk_ua: Серійний номер
zh_cn: 序列号
zh_tw: 序號

# Customization.MachineNamingComponentStaticText
source: Fixed text
ar_sa: نص ثابت
bg_bg: Фиксиран текст
cs_cz: Pevný text
da_dk: Fast tekst
de_de: Fester Text
el_gr: Σταθερό κείμενο
es_mx: Texto fijo
et_ee: Püsitekst
fi_fi: Kiinteä teksti
fr_ca: Texte fixe
he_il: טקסט קבוע
hr_hr: Fiksni tekst
hu_hu: Rögzített szöveg
it_it: Testo fisso
ja_jp: 固定テキスト
ko_kr: 고정 텍스트
lt_lt: Fiksuotas tekstas
lv_lv: Fiksēts teksts
nb_no: Fast tekst
nl_nl: Vaste tekst
pl_pl: Stały tekst
pt_pt: Texto fixo
ro_ro: Text fix
ru_ru: Фиксированный текст
sk_sk: Pevný text
sl_si: Nespremenljivo besedilo
sr_latn_rs: Fiksni tekst
sv_se: Fast text
th_th: ข้อความคงที่
tr_tr: Sabit metin
uk_ua: Фіксований текст
zh_cn: 固定文本
zh_tw: 固定文字

# Customization.MachineNamingComponentSystemUuid
source: System UUID
ar_sa: معرّف UUID للنظام
bg_bg: UUID на системата
cs_cz: UUID systému
el_gr: UUID συστήματος
es_mx: UUID del sistema
et_ee: Süsteemi UUID
fi_fi: Järjestelmän UUID
fr_ca: UUID du système
he_il: UUID של המערכת
hr_hr: UUID sustava
hu_hu: Rendszer UUID
it_it: UUID di sistema
ja_jp: システム UUID
ko_kr: 시스템 UUID
lt_lt: Sistemos UUID
lv_lv: Sistēmas UUID
nl_nl: Systeem-UUID
pl_pl: Identyfikator UUID systemu
pt_pt: UUID do sistema
ro_ro: UUID sistem
ru_ru: UUID системы
sk_sk: UUID systému
sl_si: Sistemski UUID
sr_latn_rs: UUID sistema
th_th: UUID ระบบ
tr_tr: Sistem UUID'si
uk_ua: UUID системи
zh_cn: 系统 UUID
zh_tw: 系統 UUID
